Repository: svn2github/trs-svn
Catalog: branches/gtkmisc/gtk/po/*.po
Languages: ru

source: Failed to open the file %s for writing: %s
ru: Не удалось открыть файл %s для чтения: %s

source: Another copy of %s is already running.
ru: %s уже выполняется.

source: Failed to lock the file %s: %s
ru: Не удалось получить приоритетный доступ к файлу %s: %s

source: Failed to create the directory %s: %s
ru: Не удалось создать каталог %s: %s

source: Failed to open the file %s for reading: %s
ru: Не удалось открыть файл %s для чтения: %s

source: Error while reading from the file %s: %s
ru: Во время чтения из файла %s возникла ошибка: %s

source: Error while writing to the file %s: %s
ru: Во время записи в файл %s возникла ошибка: %s

source: Failed to rename the file %s to %s: %s
ru: Не удалось переименовать файл %s в %s: %s

source: %s Preferences
ru: Параметры %s

source: Choose a download directory
ru: Выберите каталог для хранения

source: _Limit download speed
ru: _Ограничить входящий поток

source: Maximum _download speed:
ru: Максимальная скорость _закачки:

source: Li_mit upload speed
ru: О_граничить исходящий поток

source: Maximum _upload speed:
ru: Максимальная скорость о_тправки:

source: Download di_rectory:
ru: Каталог с_охранения

source: Listening _port:
ru: _Порт:

source: Use the torrent file where it is
ru: Использовать существующий файл описания потока

source: Keep a copy of the torrent file
ru: Сохранять копию файла описания потока

source: Keep a copy and remove the original
ru: Сохранять копию файла описания потока и удалять оригинал

source: For torrents added _normally:
ru: Для добавленных потоков по _умолчанию:

source: For torrents added e_xternally (via the command-line):
ru: Для потоков, добавленных _извне (из командной строки):

source: Add a Torrent
ru: Добавить поток

source: Automatically _start torrent
ru: Автоматически _запускать поток

source: Use alternate _download directory
ru: Использовать _другой каталог закачки

source: Torrent files
ru: Файлы потоков

source: All files
ru: Все файлы

source: %s Properties
ru: Свойства %s

source: Tracker:
ru: Координация:

source: Announce:
ru: Объявление:

source: Piece Size:
ru: Размер элемента:

source: Pieces:
ru: Элементов:

source: Total Size:
ru: Общий размер:

source: Seeders:
ru: Отдающих:

source: Leechers:
ru: Получающих:

source: Directory:
ru: Каталог:

source: Downloaded:
ru: Получено:

source: Uploaded:
ru: Отправлено:

source: Failed to set up socket: %s
ru: Не удалось настроить параметры сокета: %s

source: failed to create socket: %s
ru: Не удалось создать сокет: %s

source: failed to connect to %s: %s
ru: не удалось соединиться с %s: %s

source: bad IPC protocol version
ru: некорректная версия протокола взаимодействия

source: Add
ru: Добавить

source: Add a new torrent
ru: Добавить новый поток

source: Start
ru: Запустить

source: Start a torrent that is not running
ru: Запустить поток

source: Stop
ru: Остановить

source: Stop a torrent that is running
ru: Остановить запущенный поток

source: Remove
ru: Удалить

source: Remove a torrent
ru: Удалить поток

source: Properties
ru: Свойства

source: Show additional information about a torrent
ru: Показывать дополниельную информацию о потоке

source: Preferences
ru: Параметры

source: Customize application behavior
ru: Настроить параметры приложения

source: Transmission
ru: Передача

source: Name
ru: Поток

source: fnord fnord
ru: размер размер

source: Progress
ru: Статус

source: Checking existing files (%.1f%%)
ru: Проверка существующих файлов (%.1f%%)

source: Finishing in --:--:-- (%.1f%%)
ru: Завершение через --:--:-- (%.1f%%)

source: Finishing in %02i:%02i:%02i (%.1f%%)
ru: Завершение в %02i:%02i:%02i (%.1f%%)

source: Seeding, uploading to %d of %d peer
ru: Отправка в %d из %d точки

source: Stopping...
ru: Остановка...

source: Stopped (%.1f%%)
ru: Остановлено (%.1f%%)

source: Error:
ru: Ошибка:

source: Downloading from %i of %i peer
ru: Получение от %i из %i точки

source: Ratio: %s UL: %s/s
ru: Отношение: %s Исходящий: %s/s

source: DL: %s/s UL: %s/s
ru: Входящий: %s/s Исходящий: %s/s

source: Total DL: %s/s Total UL: %s/s
ru: Всего входящий %s/s Всего исходящий: %s/s

source: Failed to load torrent file: %s
ru: Не удалось загрузить файл потока: %s

source: %s: not a valid torrent file
ru: %s: некорректный файл потока

source: %s: torrent is already open
ru: %s: поток уже открыт

source: N/A
ru: Неиз.
